'''ИЗОБРАЖЕНИЕ'''
#I=x*y*i
#I=(x*d)*(y*d)*i
#I - размер(не сжатый)
#x - высота
#y - ширина
#i - полный пиксель

#А <= 2^i
#i - сколько бит выделяем на элемент

###-----------------------------------------###

'''АУДИО'''
#I = f*k*i*t
#I - размер(не сжатый)
#i - качество звука, разрешение, битовая глубина кодирования
#t - время записи в сек
#f - частота дискретизации
#k - количество каналов в записи
'''
    моно - 1
    стерео - 2
    квадро - 4
'''

###-----------------------------------------###

'''Сжатие'''
#---

'''Передача'''
#I = v * t

'''Текст'''
#I = N * i